; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.5
laid=0x0404
lang=正體中文 (Chinese Traditional)
name=ss4300; 風逸蘭
date=2014-01-21

[controls]
000=自動
001=加入檔案(&F)
002=加入資料夾
003=移除(&R)
004=全部移除
005=瀏覽
006=附加到清單中的第一個檔案 (僅進階使用者！)
007=雜湊值
008=清除
009=合併完成後：
010=開啟輸出檔案
011=開啟輸出資料夾
012=刪除分卷
013=結束程式

[about]
000=關於 %s
001=確定

[list_column]
000=路徑
001=大小
002=狀態

[list_status_cat]
000=確定
001=警告
002=錯誤

[list_status]
000=確定
001=警告：意外的序號
002=警告：檔案大小與第一個檔案不相符
003=警告：最後一個檔案大小大於前一個檔案
004=錯誤：檔案無法寫入！
005=錯誤：檔案無法讀取！

[list_tooltip]
000=輸入檔案清單
001=路徑：\t %s\r\n大小：\t %s\r\n序號：\t %d\r\n狀態：\t %s

[join_button]
000=停止(&S)
001=合併(&J)

[settings]
000=設定
001=測試
002=載入時測試缺少的分卷
003=載入時測試分卷大小一致性
004=測試缺少的分卷
005=測試分卷大小一致性
006=檔案清單
007=使用檔案路徑中最後一個數字排序 (快)(&S)
008=合併後從清單中移除所有項目(&R)
009=停用自動載入分卷(&A)
010=遞迴子資料夾(&F)
011=一般
012=記住視窗位置(&W)
013=刪除分卷時使用資源回收筒(&D)
014=預設輸出路徑
015=與輸入資料夾相同
016=自訂路徑
017=儲存
018=取消
019=啟動時檢查有無新版本

[menu]
000=選項(&O)
001=總在最上層(&T)\tCtrl + T
002=關聯 .001 檔案 (不可攜)
003=停用雜湊值(&H)
004=合併後從清單中移除所有項目(&R)
005=設定(&S)

006=語言(&L)

007=說明(&H)
008=線上說明(&H)
009=首頁(&W)
010=關於(&A)
011=檢查有無新版本(&N)

[menu_popup]
000=開啟檔案位置(&L)
001=匯入清單(&I)
002=匯出清單(&E)
003=移除(&R)
004=全部移除

[messages]
001=無法建立執行緒：(
002=合併操作正在進行，您真的想結束嗎 (不建議)？
003=就緒
004=正在合併...
005=合併作業正在進行！
006=檔案合併成功！

007=在清單中只有一個檔案！
008=沒有選擇要移動的檔案！
009=檔案清單是空的，沒有檔案被合併！
010=無法開啟檔案！
011=無法建立指定的輸出檔案！
012=檔案寫入失敗！硬碟空間不足？
013=加入的檔案：%d
014=自動載入的檔案：%d
015=輸出檔案已經存在。您想要覆寫該檔案嗎？
016=沒有指定輸出檔案的路徑！

017=測試缺少的分卷
018=您似乎缺少 %d 個分卷，序號為：%s。
019=您似乎缺少超過 %d 個分卷，序號為：%s。
020=測試分卷大小
021=似乎是有 %d 個分卷與第一個分卷的檔案大小不同，這可能意味著這些分卷已損毀或是並非屬於同一群組。不同大小分卷的序號：%s。
022=似乎最後一個分卷大小並未小於之前的分卷，這可能意味著您缺少最後一個分卷，但是也許並非如此。
023=\n\n您確定要繼續合併操作嗎？
024=自訂路徑："%s"
025=輸出

[tooltips]
000=* 僅適用於進階使用者 *\r\n附加所有檔案到清單中的第一個檔案。\r\n具有良好的速度，但請勿使檔案清單排序錯誤。
001=在清單中上移選擇的檔案
002=在清單中下移選擇的檔案
003=儲存輸出檔案的路徑
004=瀏覽輸出檔案的儲存位置
005=合併清單中的檔案
006=狀態
007=加入檔案到清單中
008=從資料夾中加入所有檔案
009=從清單中移除選擇的項目
010=從清單中移除所有的項目
011=排序清單中的項目
012=切換自動排序
013=CRC32 雜湊值
014=切換計算 CRC32 雜湊值
015=MD5 雜湊值
016=切換計算 MD5 雜湊值
017=清除雜湊值
018=合併完成後從硬碟中刪除所有分卷 (只適用於成功合併)
019=合併完成後結束程式 (只適用於成功合併)
020=合併完成後開啟輸出檔案 (只適用於成功合併)
021=合併完成後開啟輸出資料夾 (只適用於成功合併)

[updater]
000=File Joiner %s (%s) 可用。您想要開啟下載頁面嗎？
001=您的版本已是最新版本。
002=無法檢查有無新版本。
